app/controllers/dieta_controller.rb

SELECT "dieta".* FROM "dieta"
---
  def index
  	@dietas = Dieta.all

SELECT "dieta".* FROM "dieta" WHERE "dieta"."id" = ? LIMIT ?  [["id", nil], ["LIMIT", 1]]
---
  def show
  	@dieta = Dieta.find(params[:id])