app/controllers/nutricionista_controller.rb

INSERT INTO "nutricionista" ("nome", "crn", "email", "exp", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?, ?)  [["nome", "João"], ["crn", 123123], ["email", "jpsalve@gmail.com"], ["exp", 12], ["created_at", "2020-12-06 16:33:37.221581"], ["updated_at", "2020-12-06 16:33:37.221581"]]
---
 def create
    @nutricionista = Nutricionistum.new(nutricionista_params)
    if @nutricionista.save